[
  {
    "text": "Are you the murderer?",
    "answers": {
      "default": [
        {
          "de": "Nein!",
          "fr": "Non!",
          "gb": "No!",
          "nl": "Nee!"
        },
        {
          "de": "Natürlich nicht.",
          "fr": "Bien sûr que non.",
          "gb": "Of course not.",
          "nl": "Natuurlijk niet."
        },
        {
          "de": "Das ist lächerlich.",
          "fr": "C'est ridicule.",
          "gb": "Of course not.",
          "nl": "Dat is belachelijk."
        }
      ]
    }
  },
  {
    "text": "Do you know who the muderer is?",
    "answers": {
      "default": [
        {
          "de": "Nein! Natürlich nicht.",
          "fr": "Non!",
          "gb": "No! Of course not",
          "nl": "Nee! Natuurlijk niet"
        },{
          "de": "Nein! Natürlich nicht.",
          "fr": "Non!",
          "gb": "It's probably a Frenchman.",
          "nl": "Nee! Natuurlijk niet."
        },{
          "de": "Ich wünschte, ich könnte dir helfen.",
          "fr": "J'espère pouvoir t'aider.",
          "gb": "Never trust a German.",
          "nl": "Ik wou dat ik je kon helpen."
        }
      ]
    }
  },
  {
    "id": "howMurdered",
    "text": "Do you know how she was murdered?",
    "answers": {
      "bart-de-vries": "I had a vision that he used something portable.",
      "lewis-moore": "I had a vision that he used something electrical.",
      "pieter-prins": "I had a vision that he used something that makes things cleaner.",
      "default": [
        {
          "gb": "I hear he put her in the blender."
        },{
          "gb": "Someone told me he beat her with a broom."
        },{
          "gb": "I heard he replaced their cleaning spray with flammable liquid."
        },{
          "gb": "Didn't he tickle her to death with a feather duster?"
        },{
          "gb": "I think he strangled her with the hoover."
        },{
          "gb": "Wasn't there an iron involved?"
        },{
          "gb": "I hear he left the cooker gas on and she blew up."
        },{
          "gb": "Someone told me he chopped her up and put her in the recycling."
        },{
          "gb": "Didn't he use a toilet brush?"
        },{
          "gb": "I heard he hid explosives in the washing machine."
        }
      ]
    }
  },
  {
    "id": "extraInfo",
    "text": "Do you have any other information for me?",
    "answers": {
      "alex-ward": "Um. I just found out that the iPhone camera can read QR codes automatically. Is that the sort of thing you're looking for?",
      "daan-dekker": "No individual psychic knows the identity of the killer or the murder weapon. The knowledge is spread through our community.",
      "henry-harris": "It came to me in a vision that all of us have unique heights and weights.",
      "hermann-koch": "Ja. I have collected the data of all of the suspects. ",
      "horst-hartmann": "The Bureau des psychichis français is on at the moment, so there are no French Psychics.",
      "heinrich-herrmann": "Until last month the total height of the alliterative psychics was 2033cm.",
      "heinrich-hoffmann": "More psychics come from Germany than any other country. We make up the backbone of the European psychic economy.",
      "heinz-walter": "I had a vision which invovled a pattern in everyone's height and weight data.",
      "james-ward": "I heard that everyone who has an alliterative name is a psychic.",
      "joshua-hughes": "Everyone else who has a moustache that doesn't match their hair colour is also a psychic.",
      "karl-klein": "There is another psychic who, like me, weighs 61kg and whose height is an even number.",
      "klaus-mayer": "I recently lost weight and my psychic power has decreased as a result. The person with the highest combined height and weight is also psychic. He might be able to be more helpful...",
      "michael-moore": "One alliterative psychic changed his name a couple of weeks ago because he didn't like the attention.",
      "nathan-thomas": "There's been a lot of plotting going on. That's all I know. If you need more, find a man who has chosen his appearance to match his country's flag.",
      "thijs-jansen": "I changed my name from Jan for a reason - I don't do visions any more. You could try my friend who has the most letters in his name, I think he still does visions...",
      "thomas-ward": "Real psychichs will only tell you they had visions or tell you about other psychichs. Everyone else is a charlatan.",
      "werner-wagner": "Until last month the total weight of the alliterative psychics was 744kg.",
      "wilhelmus-van-der-veen": "Visions are more likely to come to average folk than people on the extremes. My name is too long. Why not try the person with the modal height and weight?",
      "william-wood": "I had a vision that height and weight are important to the killer.",
      "default": [
        {
          "de": "Nein. Entschuldigung.",
          "fr": "Désolé. I would love to be more 'elpful.",
          "gb": "No. Sorry I can't be more helpful.",
          "nl": "Nee. Sorry."
        }
      ]
    }
  }
]